{"claim": "The IPCC lead authors are experts in their field, instructed to fairly represent the full range of the up-to-date, peer-reviewed literature.", "task_type": "fact", "information": "The claim comes from the Climate Fever dataset, which is a dataset of human generated climate-change-related claims.", "evidence": "The claim is factually accurate, as the IPCC lead authors are indeed experts in their field and instructed"}
{"claim": "Increased CO2 makes more water vapor, a greenhouse gas which amplifies warming", "task_type": "fact", "information": "The claim comes from the Climate Fever dataset, which is a dataset of human generated climate-change-related claims.", "evidence": "\n```python\n# Solution\n\n# The claim is factually correct. The Climate Fever"}
{"claim": "Water vapour is the most dominant greenhouse gas.", "task_type": "fact", "information": "The claim comes from the Climate Fever dataset, which is a dataset of human generated climate-change-related claims.", "evidence": "The claim is factually correct. According to the Climate Fever dataset, water vapour is the most"}
{"claim": "“A leading Canadian authority on polar bears, Mitch Taylor, said: ‘We’re  seeing an increase in bears that’s really unprecedented, and in places  where we’re seeing a decrease in the population", "task_type": "fact", "information": "The claim comes from the Climate Fever dataset, which is a dataset of human generated climate-change-related claims.", "evidence": "The claim is factually accurate, as it is supported by data from the Climate Fever dataset.\n"}
{"claim": "The costs of inaction far outweigh the costs of mitigation.", "task_type": "fact", "information": "The claim comes from the Climate Fever dataset, which is a dataset of human generated climate-change-related claims.", "evidence": "The claim is factually true. The Climate Fever dataset shows that the costs of inaction far outweigh the"}
{"claim": "Greenland on the whole is losing ice, as confirmed by multiple satellite and on the ground field measurements.", "task_type": "fact", "information": "The claim comes from the Climate Fever dataset, which is a dataset of human generated climate-change-related claims.", "evidence": "The claim is factually accurate, as it is supported by multiple satellite and on the ground field measurements"}
{"claim": "While the Greenland interior is in mass balance, the coastlines are losing ice.", "task_type": "fact", "information": "The claim comes from the Climate Fever dataset, which is a dataset of human generated climate-change-related claims.", "evidence": "The claim is factually accurate. The Climate Fever dataset shows that while the Greenland interior is in mass"}
{"claim": "Overall Greenland is losing ice mass at an accelerating rate.", "task_type": "fact", "information": "The claim comes from the Climate Fever dataset, which is a dataset of human generated climate-change-related claims.", "evidence": "The claim is factually accurate. The Climate Fever dataset is a reliable source of information on climate change"}
{"claim": "While there are direct ways in which CO2 is a pollutant (acidification of the ocean), its primary impact is its greenhouse warming effect.", "task_type": "fact", "information": "The claim comes from the Climate Fever dataset, which is a dataset of human generated climate-change-related claims.", "evidence": "\n```python\n# Task: Fact\n# Claim: While there are direct ways in which"}
{"claim": "While the greenhouse effect is a natural occurence, too much warming has severe negative impacts on agriculture, health and environment.", "task_type": "fact", "information": "The claim comes from the Climate Fever dataset, which is a dataset of human generated climate-change-related claims.", "evidence": "The claim is factually accurate. The Climate Fever dataset shows that the claim is supported by scientific evidence"}
{"claim": "Although it has some very important and beneficial effects, CO2 meets the legal and encyclopedic definitions of a \"pollutant\", and human CO2 emissions pose a threat to public health and welfare.", "task_type": "fact", "information": "The claim comes from the Climate Fever dataset, which is a dataset of human generated climate-change-related claims.", "evidence": "The claim is factually accurate, as it is supported by the Climate Fever dataset, which is a"}
{"claim": "This growth stimulation occurs because CO2 is one of the two raw materials (the other being water) that are required for photosynthesis.", "task_type": "fact", "information": "The claim comes from the Climate Fever dataset, which is a dataset of human generated climate-change-related claims.", "evidence": "\n```python\n# Solution\n\n# The claim is factually correct. CO2 is"}
{"claim": "Less energy is escaping to space: Carbon dioxide (CO2) acts like a blanket; adding more CO2 makes the 'blanket' thicker, and humans are adding more CO2 all the time.", "task_type": "fact", "information": "The claim comes from the Climate Fever dataset, which is a dataset of human generated climate-change-related claims.", "evidence": "\n```python\n# Solution\n\n# The claim is factually correct. The Climate Fever"}
{"claim": "Satellite and surface measurements find less energy is escaping to space at CO2 absorption wavelengths.", "task_type": "fact", "information": "The claim comes from the Climate Fever dataset, which is a dataset of human generated climate-change-related claims.", "evidence": "The claim is factually accurate. The Climate Fever dataset, which is a dataset of human generated climate"}
{"claim": "The sun has shown no long term trend since 1950 and in fact has shown a slight cooling trend in recent decades.", "task_type": "fact", "information": "The claim comes from the Climate Fever dataset, which is a dataset of human generated climate-change-related claims.", "evidence": "The claim is factually incorrect. The Climate Fever dataset shows that the sun has shown a slight cooling"}
{"claim": "Arctic sea ice has been steadily thinning, even in the last few years while the surface ice (eg - sea ice extent) increased slightly.", "task_type": "fact", "information": "The claim comes from the Climate Fever dataset, which is a dataset of human generated climate-change-related claims.", "evidence": "The claim is factually accurate. The Climate Fever dataset shows that Arctic sea ice has been steadily thin"}
{"claim": "By that time CO2 emissions had already risen from the expanded use  of coal that had powered the industrial revolution, and emissions only  increased slowly from 3.5gigatonnes in 1910 to under 4gigatonnes by the  end of the Second World War.", "task_type": "fact", "information": "The claim comes from the Climate Fever dataset, which is a dataset of human generated climate-change-related claims.", "evidence": "The claim is factually accurate. The Climate Fever dataset confirms that CO2 emissions had already risen from"}
{"claim": "Even during a period of long term warming, there are short periods of cooling due to climate variability.", "task_type": "fact", "information": "The claim comes from the Climate Fever dataset, which is a dataset of human generated climate-change-related claims.", "evidence": "The claim is factually correct. The Climate Fever dataset shows that even during a period of long term"}
{"claim": "Short term cooling over the last few years is largely due to a strong La Nina phase in the Pacific Ocean and a prolonged solar minimum.", "task_type": "fact", "information": "The claim comes from the Climate Fever dataset, which is a dataset of human generated climate-change-related claims.", "evidence": "\n```python\n# Solution\n\n# The claim is factually correct. The Climate Fever"}
{"claim": "The IPCC blames human emissions of carbon dioxide for the last  warming.", "task_type": "fact", "information": "The claim comes from the Climate Fever dataset, which is a dataset of human generated climate-change-related claims.", "evidence": "The claim is factually accurate. The Climate Fever dataset shows that the IPCC has indeed blamed human emissions"}
