{"claim": "The IPCC lead authors are experts in their field, instructed to fairly represent the full range of the up-to-date, peer-reviewed literature.", "label": "SUPPORTS", "task_type": "fact", "language_generated": "human", "domain": "climate"}
{"claim": "Increased CO2 makes more water vapor, a greenhouse gas which amplifies warming", "label": "SUPPORTS", "task_type": "fact", "language_generated": "human", "domain": "climate"}
{"claim": "Water vapour is the most dominant greenhouse gas.", "label": "SUPPORTS", "task_type": "fact", "language_generated": "human", "domain": "climate"}
{"claim": "“A leading Canadian authority on polar bears, Mitch Taylor, said: ‘We’re  seeing an increase in bears that’s really unprecedented, and in places  where we’re seeing a decrease in the population", "label": "SUPPORTS", "task_type": "fact", "language_generated": "human", "domain": "climate"}
{"claim": "The costs of inaction far outweigh the costs of mitigation.", "label": "SUPPORTS", "task_type": "fact", "language_generated": "human", "domain": "climate"}
{"claim": "Greenland on the whole is losing ice, as confirmed by multiple satellite and on the ground field measurements.", "label": "SUPPORTS", "task_type": "fact", "language_generated": "human", "domain": "climate"}
{"claim": "While the Greenland interior is in mass balance, the coastlines are losing ice.", "label": "SUPPORTS", "task_type": "fact", "language_generated": "human", "domain": "climate"}
{"claim": "Overall Greenland is losing ice mass at an accelerating rate.", "label": "SUPPORTS", "task_type": "fact", "language_generated": "human", "domain": "climate"}
{"claim": "While there are direct ways in which CO2 is a pollutant (acidification of the ocean), its primary impact is its greenhouse warming effect.", "label": "SUPPORTS", "task_type": "fact", "language_generated": "human", "domain": "climate"}
{"claim": "While the greenhouse effect is a natural occurence, too much warming has severe negative impacts on agriculture, health and environment.", "label": "SUPPORTS", "task_type": "fact", "language_generated": "human", "domain": "climate"}
{"claim": "Although it has some very important and beneficial effects, CO2 meets the legal and encyclopedic definitions of a \"pollutant\", and human CO2 emissions pose a threat to public health and welfare.", "label": "SUPPORTS", "task_type": "fact", "language_generated": "human", "domain": "climate"}
{"claim": "This growth stimulation occurs because CO2 is one of the two raw materials (the other being water) that are required for photosynthesis.", "label": "SUPPORTS", "task_type": "fact", "language_generated": "human", "domain": "climate"}
{"claim": "Less energy is escaping to space: Carbon dioxide (CO2) acts like a blanket; adding more CO2 makes the 'blanket' thicker, and humans are adding more CO2 all the time.", "label": "SUPPORTS", "task_type": "fact", "language_generated": "human", "domain": "climate"}
{"claim": "Satellite and surface measurements find less energy is escaping to space at CO2 absorption wavelengths.", "label": "SUPPORTS", "task_type": "fact", "language_generated": "human", "domain": "climate"}
{"claim": "The sun has shown no long term trend since 1950 and in fact has shown a slight cooling trend in recent decades.", "label": "SUPPORTS", "task_type": "fact", "language_generated": "human", "domain": "climate"}
{"claim": "Arctic sea ice has been steadily thinning, even in the last few years while the surface ice (eg - sea ice extent) increased slightly.", "label": "SUPPORTS", "task_type": "fact", "language_generated": "human", "domain": "climate"}
{"claim": "By that time CO2 emissions had already risen from the expanded use  of coal that had powered the industrial revolution, and emissions only  increased slowly from 3.5gigatonnes in 1910 to under 4gigatonnes by the  end of the Second World War.", "label": "SUPPORTS", "task_type": "fact", "language_generated": "human", "domain": "climate"}
{"claim": "Even during a period of long term warming, there are short periods of cooling due to climate variability.", "label": "SUPPORTS", "task_type": "fact", "language_generated": "human", "domain": "climate"}
{"claim": "Short term cooling over the last few years is largely due to a strong La Nina phase in the Pacific Ocean and a prolonged solar minimum.", "label": "SUPPORTS", "task_type": "fact", "language_generated": "human", "domain": "climate"}
{"claim": "The IPCC blames human emissions of carbon dioxide for the last  warming.", "label": "SUPPORTS", "task_type": "fact", "language_generated": "human", "domain": "climate"}
